Repository: HolyHeang/Desktop
Catalog: CamemisOffLine/Properties/Langs/Lang.*.resx
Languages: km, vi, zh

source: About
km: អំពី
vi: Trong khoảng
zh: 关于

source: Absence
km: អវត្តមានមានច្បាប់
vi: Vắng mặt
zh: 缺席

source: Absent
km: អវត្តមាន
vi: Vắng mặt
zh: 缺席的

# acc
source: Accout
km: គណនី
vi: Tài khoản
zh: 帐户

# Admin Menu
source: ADMINSTRATOR MENU
km: ទម្រង់នាយក
vi: THỰC ĐƠN HÀNH CHÍNH
zh: 管理员菜单

source: Administrative Certificate
km: វិញ្ញាបនបត្ររដ្ឋបាល
vi: Chứng chỉ hành chính
zh: 行政证书

# allow score correction
source: Allow score
km: អនុញ្ញាតឪ្យកែពិន្ទុ
vi: Cho phép sửa điểm
zh: 允许分数修正

source: Approve
km: អនុម័ត
vi: Chấp thuận
zh: 批准

source: Approved date:
km: កាលបរិច្ឆេទដែលបានអនុម័ត ៖
vi: Ngày phê duyệt:

source: Are you sure you want to delete the submission?
km: តើអ្នកពិតជាចង់ធ្វើការលុបដាក់ស្នើមែនទេ?
vi: Bạn có chắc chắn muốn xóa nội dung đã gửi không?

source: Attendant information
km: ព័ត៌មានអ្នកចូលរួម
vi: Thông tin người phục vụ

source: Back
km: ត្រឡប់
vi: trở lại
zh: 背部

source: By common level
km: តាមកម្រិតរួម
vi: Theo cấp độ chung

source: By each class
km: តាមថ្នាក់នីមួយៗ
vi: Theo từng lớp

source: By each level
km: តាមកម្រិតនីមួយៗ
vi: Theo từng cấp độ

source: By name
km: តាមឈ្មោះ
vi: Bằng tên
zh: 按名称

source: By rating
km: តាមចំណាត់ថ្នាក់
vi: Theo xếp hạng
zh: 按评级

source: By score
km: តាមពិន្ទុ
vi: Theo điểm số
zh: 按分数

source: Calculate
km: គណនា
vi: Tính toán
zh: 计算

source: Calculated scores not successful
km: ការគណនាពិន្ទុមិនជោគជ័យ
vi: Điểm được tính không thành công
zh: 计算分数不成功

source: Cancel
km: បោះបង់
vi: sự hủy bỏ
zh: 取消

source: Center
vi: Trung tâm

source: Check internet connection
km: ពិនិត្យការតភ្ជាប់អ៊ីនធឺណិត
vi: kiểm tra kết nối internet

# Cho Stu
source: Choose student
km: ជ្រើសរើសសិស្ស
vi: chọn
zh: 选择学生

# Cl Sch
source: Class Schedule
km: កាលវិភាគប្រចាំថ្នាក់
vi: Lịch học
zh: 课程表

source: Class
km: ថ្នាក់
vi: lớp
zh: 班级

source: Class schedule
km: កាលវិភាគសិក្សាតាមថ្នាក់
vi: Lịch học

source: Classes
km: ថ្នាក់បង្រៀន
vi: Các lớp học
zh: 班级

source: Color
km: ពណ៌
vi: màu sắc
zh: 颜色

# CR
source: Classrooms
km: កម្រិត
vi: lớp học
zh: 教室

source: Daily
km: ប្រចាំថ្ងៃ
vi: hằng ngày
zh: 日常

source: Data
km: ទិន្នន័យ
vi: Dữ liệu
zh: 数据

source: Data transmission
km: ការបញ្ជូនទិន្នន័យ
vi: Truyền dữ liệu

source: Data transmission failed
km: ការបញ្ជូនទិន្នន័យមិនបានជោគជ័យ
vi: Truyền dữ liệu không thành công

source: Data transmission successful
km: ការបញ្ជូនទិន្នន័យបានជោគជ័យ
vi: Truyền dữ liệu thành công

source: Data update:
km: បច្ចុប្បន្នភាពទិន្នន័យ៖
vi: Cập nhật dữ liệu:
zh: 数据更新：

source: Date of data:
km: កាលបរិច្ឆេទទិន្នន័យ៖
vi: Ngày của dữ liệu:

source: Delect
km: លុប
vi: ngon miệng
zh: 选择

source: Delect all
km: លុបទាំងអស់
vi: Chọn tất cả
zh: 全选

source: Delete data
km: លុបទិន្នន័យ
vi: Xóa dữ liệu

source: Delete data record
vi: Xóa bản ghi dữ liệu

# delete submit to the Commission check
source: Selete submit to the commission check
km: លុបដាក់ស្នើរគណៈកម្មការត្រួតពិនិត្យ
vi: xóa gửi đến Ủy ban kiểm tra

source: Deselect
vi: Bỏ chọn

source: Different file
km: ដាក់ឯកសារផ្សេងគ្នា
vi: Gửi một tệp khác
zh: 归档其他文件

source: Distribution
km: បំណែងចែក
vi: Kết nối phân phối
zh: 连接分布

source: Do you really want to do the calculations?
km: តើអ្នកពិតជាចង់ធ្វើការគណនាមែនទេ?
vi: Bạn có thực sự muốn thực hiện các phép tính?
zh: 你真的想做计算吗？

source: Do you really want to exit CAMEMIS DESKTOP?
km: តើអ្នកពីតជាចង់ចាក់ចេញពី​ CAMEMIS DESKTOP​ មែនទេ?
vi: Bạn có thực sự muốn thoát khỏi CAMEMIS DESKTOP không?
zh: 您真的要退出 CAMEMIS DESKTOP 吗？

source: Do you really want to submit?
km: តើអ្នកពិតជាចង់ធ្វើការដាក់ស្នើមែនទេ?
vi: Bạn có thực sự muốn gửi?
zh: 你真的要提交吗？

source: Do you want to delete the data record?
vi: Bạn có muốn xóa bản ghi dữ liệu không?

source: Do you want to delete this data?
km: តើអ្នកចង់លុបទិន្នន័យនេះមែនទេ?
vi: Bạn có muốn xóa dữ liệu này không?

source: Do you want to print?
km: តើអ្នកចង់បោះពុម្ភមែនទេ?
vi: Bạn có muốn in không?

source: Do you want to transmit data now?
km: តើអ្នកចង់បញ្ជូនទិន្នន័យឥឡូវនេះទេ?
vi: Bạn có muốn truyền dữ liệu bây giờ không?

# Do you want to use existing data for or new data?
source: Do you want to use old data or new data?
km: តើអ្នកចង់ប្រើប្រាស់ទិន្នន័យចាស់ ឬទិន្នន័យថ្មី?
vi: Bạn muốn sử dụng dữ liệu hiện có hay dữ liệu mới?
zh: 您要使用现有数据还是新数据？

source: Do you want to use the print function
km: តើអ្នកចង់ប្រើមុខងារបោះពុម្ភ
vi: Bạn có muốn sử dụng chức năng in không
zh: 您要使用打印功能吗

source: Download data
km: ទាញទិន្នន័យ
vi: Tải xuống dữ liệu
zh: 下载数据

source: Download data successfully
km: ទាញទិន្នន័យបានជោគជ័យ
vi: Tải xuống dữ liệu thành công

source: Download image done
km: ទាញយករូបភាពរួចរាល់
vi: Tải xuống hình ảnh xong
zh: 下载图片完成

source: Download new data
km: ទាញទិន្នន័យថ្មី
vi: Tải xuống dữ liệu mới
zh: 下载新数据

source: Education Staff Newsletter
km: សាលាកបត្រព័ត៌មានបុគ្គលិកអប់រំ
vi: Bản tin Nhân viên Giáo dục
zh: 教育职员通讯

# en
source: English
km: អង់គ្លេស
vi: Tiếng Anh
zh: 英语

# Err
source: Error
km: កំហុស
vi: lỗi
zh: 错误

source: Exam promote class
km: ប្រឡងឡើងថ្នាក់
vi: Kỳ thi thăng cấp

source: Export data to Excel
km: នាំចេញទិន្នន័យលទ្ធផលពិន្ទុទៅ Excel
vi: Xuất dữ liệu sang Excel
zh: 将数据导出到 Excel

source: Fail
km: បរាជ័យ
vi: Thất bại
zh: 失败

source: Female
km: ស្រី
vi: Giống cái
zh: 女性

source: Function
km: មុខងារ
vi: Hàm số
zh: 功能

# GenaratePdf
source: Generate all score bulletins as PDF
km: បង្កើតព្រឹត្តិប័ត្រពិន្ទុទាំងអស់ជាPDF
vi: Tạo tất cả các bản tin điểm dưới dạng PDF
zh: 生成所有分数公告为PDF

source: Gender
km: ភេទ
vi: Giới tính
zh: 性别

# general knowledge and Completion Grade 12
source: Knowledge and Completion Grade 12
km: ចំណេះទូទៅនិង បំពេញវិជ្ជាថ្នាក់ ទី១២
vi: Kiến thức chung và Hoàn thành lớp 12

# general knowledge and Completion Grade 9
source: Knowledge and Completion Grade 9
km: ចំណេះទូទៅនិង បំពេញវិជ្ជាថ្នាក់ ទី៩
vi: Kiến thức chung và Hoàn thành lớp 9

source: Grade
km: កម្រិត
vi: cấp
zh: 年级

source: Group
km: ក្រុម
vi: Tập đoàn
zh: 团体

source: Honor tables by class
km: តារាងកិត្តិយសតាមថ្នាក់
vi: Bảng danh dự theo lớp

source: Import data to Excel
km: នាំចូលទិន្នន័យលទ្ធផលពិន្ទុពី Excel
vi: Nhập dữ liệu vào Excel
zh: 将数据导入 Excel

# Incorect User/Pass
source: Incorrect username or password!
km: ឈ្មោះអ្នកប្រើឬពាក្យសម្ងាត់មិនត្រឹមត្រូវ!
vi: Tên đăng nhập hoặc mật khẩu không chính xác!
zh: 用户名或密码错误！

# incorrectPassandUser
source: Incorrect Username or Password
vi: Tên đăng nhập hoặc mật khẩu không chính xác

source: Information
km: ព័ត៌មាន
vi: Thông tin
zh: 信息

source: Input score
km: បញ្ជូលពិន្ទុ
vi: điểm đầu vào
zh: 输入分数

# kh
source: Khmer
km: ខ្មែរ
vi: Tiếng Khmer
zh: 高棉语

# language
source: Languages
km: ភាសា
vi: ngôn ngữ
zh: 语

source: Large to small
km: ពីធំទៅតូច
vi: lớn đến nhỏ
zh: 大到小

source: Level
km: កម្រិតរួម
vi: Mức độ
zh: 等级

source: List of staff roles
km: បញ្ជីបំណែងចែកតួនាទីបុគ្គលិក
vi: Danh sách các vai trò của nhân viên
zh: 员工角色列表

source: List students by age
km: តារាងចំនួនសិស្សតាមប្រភេទអាយុ
vi: Liệt kê học sinh theo độ tuổi
zh: 按年龄列出学生

source: Login
km: ចូលប្រព័ន្ធ
vi: Đăng nhập

source: Login name
vi: Tên đăng nhập

source: Logout
km: ចាកចេញ
vi: Đăng xuất
zh: 登出

# LogoutWarning
source: Logout
km: ចាកចេញ
vi: Đăng xuất
zh: 登出

source: Male
km: ប្រុស
vi: Nam giới
zh: 男性

# MergeFile
source: Merge files
km: ដាក់ឯកសារតែមួយចូលគ្នា
vi: Hợp nhất các tệp
zh: 合并档案

# Message box Stu Result
source: Please make your Selection !
km: សូមធ្វើការជ្រើសរើសរបស់អ្នក!
vi: Mời bạn tạo sự lựa chọn của Bạn
zh: 请你的选择！

# Message Box Stu Result Title
source: Please select Class
km: សូមជ្រើសរើស ថ្នាក់
vi: Vui lòng chọn Lớp
zh: 请选择 类

# Message Box Stu Result Title select month
source: Please select Month/Semester/Year
km: សូមជ្រើសរើស យកលទ្ធផលសិក្សាប្រចាំ ខែឬ ឆមាស/ឆ្នាំ
vi: Vui lòng chọn Tháng / Học kỳ / Năm
zh: 请选择月/学期/年

# Message Box Stu Result Title select Subject
source: Please select Subject!
km: សូមជ្រើសរើស មុខវិជ្ជា!
vi: Vui lòng chọn Chủ đề!
zh: 请选择主题！

# Message Box Stu Result Title select year
source: Please select School year
km: សូមជ្រើសរើស ឆ្នាំសិក្សា
vi: Vui lòng chọn năm học
zh: 请选择学年

source: Month
km: ជ្រើសខែ
vi: tháng
zh: 月

source: Month / Semester / Year
km: ខែ / ឆមាស / ឆ្នាំ
vi: Tháng / Học kỳ / Năm
zh: 月/学期/年

source: Monthly
km: ប្រចាំខែ
vi: hàng tháng
zh: 每月一次

source: Motto location
vi: Địa điểm phương châm

source: New
km: ថ្មី
vi: Mới mẻ
zh: 新的

source: Next
vi: Kế tiếp

source: No data saved, please use internet to download new data
km: មិនមានទិន្នន័យរក្សាទុក សូមប្រើប្រាស់អ៊ីនធឺណេតដើម្បីទាញទិន្នន័យថ្មី
vi: Không có dữ liệu được lưu, vui lòng sử dụng Internet để tải xuống dữ liệu mới

source: No internet connection
km: មិនមានការភ្ជាប់អ៊ីនធឺណេត
vi: Không có kết nối Internet
zh: 没有互联网连接

source: No profile image
vi: Không có hình ảnh hồ sơ

source: No save data
km: គ្មានការរក្សាទុកទិន្នន័យ
vi: Không lưu dữ liệu

source: No subject data saved
km: មិនមានទីន្នន័យមុខវិជ្ចាបង្រៀនរក្សាទុក
vi: Không có dữ liệu chủ đề nào được lưu

source: No result data!
km: ពុំមានទិន្ន័យ!
vi: Không có dữ liệu kết quả!
zh: 没有结果数据！

source: OK
km: យល់ព្រម
vi: Vâng
zh: 好的

source: Option
km: ជម្រើស
vi: Lựa chọn
zh: 选项

source: Option Print
km: ជម្រើសបោះពុម្ភ
vi: tùy chọn in
zh: 选项打印

source: Options:
km: ជម្រើស៖
vi: Tùy chọn:
zh: 选项：

source: Password
vi: Mật khẩu

source: Permission
km: អវត្តមានឥតច្បាប់
vi: Sự cho phép
zh: 权限

source: Permission request
km: ស្នើសុំការអនុញ្ញាត
vi: Yêu cầu sự cho phép

source: Please connect to the internet
km: សូមធ្វើការភ្ជាប់ អ៊ិនធឺណេត
vi: Vui lòng kết nối Internet

# Please fill in the role or position under the signature director
source: Please fill in the role or position under the signature Principal
vi: Vui lòng điền vào vai trò hoặc chức vụ dưới chữ ký của giám đốc

source: Please select
km: សូមជ្រើសរើស
vi: Xin hãy lựa chọn
zh: 请选择

# Please select a class and result type
source: Please select a year/grade/class and semester/month!
km: សូមជ្រើសរើសថ្នាក់ និងឆ្នាំ​/ឆមាស/ខែ
vi: Vui lòng chọn một năm / lớp / lớp và học kỳ / tháng!
zh: 请选择一个班级和结果类型

# Please select a school year and class
source: Please select a school year/grade and class!
km: សូមជ្រើសរើសឆ្នាំសិក្សា និងថ្នាក់!
vi: Vui lòng chọn từng năm học / cấp học và cấp lớp!
zh: 请选择学年和班级!

# Please select a school year and grade
source: Please select a school year and grade all!
km: សូមជ្រើសរើសឆ្នាំសិក្សា និងកម្រិត!
vi: Vui lòng chọn năm học và cấp lớp!
zh: 请选择学年和年级!

# Please select a school year and group
source: Please select a school year and grade!
km: សូមជ្រើសរើសឆ្នាំសិក្សា និងក្រុម!
vi: Vui lòng chọn năm học và nhóm!
zh: 请选择学年和组!

source: Please select students first
vi: Vui lòng chọn học sinh trước

source: Please wait
km: សូមមេត្តារង់ចាំ
vi: Vui lòng chờ
zh: 请稍等

source: Principal or High School Principal
vi: Hiệu trưởng hoặc Hiệu trưởng trường trung học

# Pring Result
source: Print monthly result
km: បោះពុម្ភពិន្ទុ
vi: Xuất bản kết quả hàng tháng
zh: 发布每月结果

source: Print
km: បោះពុម្ភ
vi: In
zh: 打印

# print all sub
source: Print All Subject
km: បោះពុម្ភមុខវិជ្ជាទាំងអស់
vi: In tất cả chủ đề
zh: 打印所有主题

source: Print attendance report
km: បោះពុម្ភទិន្នន័យវត្តមាន
vi: in báo cáo tham dự

source: Print attendance tamplate
km: បោះពុម្ភតារាងវត្តមាន
vi: In thẻ tham dự

source: Print Classification
km: បោះពុម្ភចំណាត់ថ្នាក់ចំណាត់ប្រភេទ
vi: Phân loại in
zh: 印刷分类

source: Print for educators
km: បោះពុម្ភសម្រាប់បុគ្គលិកអប់រំ
vi: In cho các nhà giáo dục
zh: 为教育工作者打印

source: Print for students
km: បោះពុម្ពសម្រាប់សិស្ស
vi: In cho sinh viên

source: Print Honor Table
km: បោះពុម្ភតារាងកិត្តិយស
vi: In bảng danh dự
zh: 打印荣誉表

# Print Score Bulletin
source: Print all Score Bulletins
km: បោះពុម្ភព្រឹត្តិប័ត្រពិន្ទុទាំងអស់
vi: In tất cả Bản tin Điểm
zh: 打印所有分数公告

# Print Score Choice Bulletin
source: Print student choice score bulletin
km: បោះពុម្ភព្រឹត្តិប័ត្រពិន្ទុតាមជម្រើសសិស្ស
vi: In bản tin điểm số lựa chọn của sinh viên
zh: 打印学生选择成绩公告

source: Print successful
km: ការបោះពុម្ភបានជោគជ័យ
vi: In thành công

source: Print settings
vi: Cài đặt in

# QuseLogout
source: Are you sure you want to logout?
km: តើអ្នកពិតជាចង់ចាកចេញឬ?
vi: Bạn có chắc chắn bạn muốn thoát?
zh: 您确定要注销吗？

source: Rating - Classification
km: ចំណាត់ថ្នាក់-ចំណាត់ប្រភេទ
vi: Đánh giá - Phân loại
zh: 评级 - 分类

source: Rating-Classification semester by class
km: ចំណាត់ថ្នាក់ ចំណាត់ប្រភេទប្រចាំឆមាសតាមថ្នាក់
vi: Xếp loại-Phân loại học kỳ theo lớp

source: Remember me
vi: Nhớ tôi

source: Repeat class
km: ត្រួតថ្នាក់
vi: lớp học lặp lại
zh: 复课

source: Results
km: លទ្ធផល
vi: Kết quả
zh: 结果

source: Results learning all subjects
km: លទ្ធផលសិក្សាគ្រប់មុខវិជ្ជា
vi: Kết quả học tập tất cả các môn

# results study by class
source: Results Learning by class
km: លទ្ធផលសិក្សាតាមថ្នាក់
vi: Kết quả nghiên cứu theo lớp

source: Right
vi: đúng

source: Save
km: រក្សាទុក
vi: Cứu

source: Saving successfully
km: ការរក្សាទុកបានជោគជ័យ
vi: Lưu thành công

# Sch Year
source: School years
km: ឆ្នាំសិក្សា
vi: năm học
zh: 学年

source: School code not found
vi: Không tìm thấy mã trường

source: School Newsletter
km: ព្រឹត្តិប័ត្រព័ត៌មាន សាលា
vi: Bản tin trường học
zh: 学校通讯

source: School year
km: ឆ្នាំសិក្សា
vi: Năm học
zh: 学年

source: School Code
vi: Mã trường

source: Science
km: វិទ្យាសាស្រ្ត
vi: Khoa học
zh: 科学

# Sco Enter
source: Score Enter
km: បញ្ជូលពិន្ទុសិស្ស
vi: Điểm Nhập
zh: 分数输入

source: Score
km: ពិន្ទុ
vi: ghi bàn
zh: 分数

source: Scoring validity date setting:
km: ការកំណត់ថ្ងៃសុពលភាពនៃការបញ្ចូលពិន្ទុ ៖
vi: Cài đặt ngày hiệu lực cho điểm:

source: Search
km: ស្វែងរក
vi: Tìm kiếm

source: Search for staff alphabetically
vi: Tìm kiếm nhân viên

source: Search students:
km: ស្វែងរកសិស្ស៖
vi: Tìm kiếm sinh viên:
zh: 搜索学生：

source: Select all
vi: Chọn tất cả

source: Select class
km: ជ្រើសរើសថ្នាក់
vi: Tốt nghiệp
zh: 研究生

source: Select grade
km: ជ្រើសរើសកម្រិត
vi: Chọn nhóm
zh: 选择组

source: Select level
km: ជ្រើសរើសកម្រិតរួម
vi: Chọn cấp độ
zh: 选择级别

source: Select Month / Semester / Year
km: ជ្រើសរើសខែ/ឆមាស/ឆ្នាំ
vi: Chọn Tháng / Học kỳ / Năm
zh: 选择月/学期/年

source: Select school year
km: ជ្រើសរើសឆ្នាំសិក្សា
vi: Chọn năm học
zh: 选择学年

source: Select subjects
km: ជ្រើសរើសមុខវិជ្ជា
vi: chọn chủ đề

source: Semester
km: ប្រចាំឆ្នាំ
vi: học kỳ
zh: 学期

source: Semester Exam Results
km: លទ្ធផលប្រឡងឆមាស
vi: Kết quả thi học kỳ
zh: 学期考试成绩

source: Semester Results
km: លទ្ធផលឆមាស
vi: Kết quả học kỳ
zh: 学期成绩

source: Send data
km: បញ្ជូនទិន្នន័យ
vi: gửi dữ liệu

# set
source: Setting
km: កំណត់
vi: Cài đặt
zh: 设置

source: Setting
km: ការកំណត់
vi: cài đặt
zh: 环境

source: Show all
km: បង្ហាញ​ទាំងអស់
vi: Hiển thị tất cả
zh: 显示所有

source: Small to large
km: ពីតូចទៅធំ
vi: Từ nhỏ đến lớn
zh: 从小到大

source: Sort:
km: តម្រៀប៖
vi: Loại:
zh: 种类：

# Staff Att
source: Staff Attendance
km: វត្តមានបុគ្គលិក
vi: Sự chấm công của nhân viên
zh: 员工出勤

# Staff Att Re
source: Staff Attendance Report
km: របាយការណ៍វត្តមានបុគ្គលិក
vi: Báo cáo chấm công của nhân viên
zh: 学生学习成绩

source: Staff Academy
km: ផ្នែកអប់រំ
vi: học viện nhân viên
zh: 职员学院

source: Staff Admin
km: ផ្នែកបុគ្គលិក
vi: quản trị viên nhân viên
zh: 员工管理员

source: Statistics
km: ស្ថិតិ
vi: Số liệu thống kê
zh: 统计数据

# Stu Att
source: Student Attendacne
km: បញ្ជីសម្រង់វត្តមានសិស្ស
vi: Người tham dự sinh viên
zh: 学生参加

# Stu Att Re
source: Student Attendance Report
km: របាយការណ៍វត្តមានសិស្ស
vi: kết quả học tập của học sinh
zh: 学生出勤报告

# Stu Detail
source: Student Detail
km: ពត៌មានលំអិតរបស់សិស្ស
vi: Chi tiết sinh viên
zh: 学生详细资料

# Stu Learn Result
source: Learning result
km: លទ្ធផលសិក្សា
vi: Báo cáo học tập của học sinh
zh: 学生学习报告

# Stu List
source: Student List
km: បញ្ជីឈ្មោះសិស្ស
vi: Danh sách sinh viên
zh: 学生名单

source: Student attendance by class
km: បញ្ចីអវត្តមានសិស្សតាមថ្នាក់
vi: Sự tham gia của học sinh theo lớp

source: Student Attendence Report
km: របាយការណ៏អវត្តមានសិស្ស
vi: Báo cáo chuyên cần của học sinh
zh: 学生出勤报告

source: Student card for all grade levels
vi: Thẻ sinh viên cho tất cả các cấp lớp

source: Student card for each class
vi: Thẻ sinh viên cho mỗi lớp

source: Student list
km: បញ្ជីឈ្មោះសិស្ស
vi: Danh sách sinh viên
zh: 学生名单

source: Student Name for Score Bulletin Printing
vi: Tên học sinh để in bản tin điểm

source: Student name for student card printing
vi: In thẻ sinh viên tên sinh viên

source: Student Schedule
km: កាលវិភាគសិស្ស
vi: Thời khóa biểu của sinh viên
zh: 学生日程

source: Student schedule for all grade levels
vi: Thời khóa biểu của học sinh cho tất cả các cấp lớp

source: Student Score Bulletin
km: ព្រឹត្តិបត្រពិន្ទុសិស្ស
vi: Bản tin điểm sinh viên

source: Student statistics by grade
km: ស្ថិតិសិស្សតាមថ្នាក់
vi: Thống kê học sinh theo lớp
zh: 各年级学生统计

source: Student Statistics for Education Staff
km: ស្ថិតិសិស្ស ថ្នាក់ បុគ្គលិកអប់រំ
vi: Thống kê sinh viên cho nhân viên giáo dục
zh: 教育人员的学生统计

source: Studies cancel
km: បោះបង់ការសិក្សា
vi: nghiên cứu hủy bỏ

source: Study results
km: លទ្ធផលសិក្សា
vi: Kết quả học tập
zh: 研究结果

# Sub List
source: Subject List
km: បញ្ជីមុខវិជ្ចា
vi: Danh sách chủ đề
zh: 主题清单

source: Submit to the commission check
km: ដាក់ស្នើរគណៈកម្មការត្រួតពិនិត្យ
vi: Gửi cho Ủy ban kiểm tra

# Summary table of student transcripts by core subject
source: Summary table of student transcripts
km: តារាងសង្ខេបនិន្ទេសសិស្សតាមមុខវិជ្ជាគោល
vi: Bảng tổng hợp học bạ của học sinh theo môn học chính

# Tea Menu
source: TEACHER MENU
km: ទម្រង់គ្រូ
vi: THỰC ĐƠN GIÁO VIÊN
zh: 教师菜单

# Tea Sche
source: Teacher Schedule
km: កាលវិភាគគ្រូ
vi: Lịch trình của giáo viên
zh: 教师时间表

source: Teacher
km: គ្រូ
vi: Giáo viên
zh: 老师

source: Teacher and Staff Attendance Report
km: របាយការណ៍វត្តមានគ្រូនិងបុគ្គលិក
vi: Báo cáo chấm công của giáo viên và nhân viên
zh: 教职工考勤报告

source: Telegram
km: តេឡេក្រាម
vi: điện tín
zh: 电报

source: Temporary Student Statistics Grade 9 and 12
km: ស្ថិតិសិស្សបណ្តោះអាសន្នថ្នាក់ទី៩​ និង ១២
vi: Thống kê Học sinh Tạm thời Lớp 9 và 12
zh: 9 年级和 12 年级临时学生统计

# Tooltip full screen
source: Full screen
km: ពេញអេក្រង់
vi: toàn màn hình
zh: 全屏

# Tooltip top bar Close
source: Close
km: បិទ
vi: Đóng
zh: 关闭

# Tooltip top bar Max
source: Maximize
km: ពង្រីក/បង្រួម
vi: tối đa hóa
zh: 最大化

# Tooltip top bar Menu
source: Menu
km: ម៉ឺនុយ
vi: thực đơn
zh: 菜单

# Tooltip top bar Min
source: Minimize
km: បង្រួម
vi: giảm thiểu
zh: 最小化

source: Total by school year
km: សរុបតាមឆ្នាំសិក្សា
vi: Tổng số theo năm học

# totalStu
source: Total students
km: សិស្សសរុប
vi: Tổng số học sinh

source: Transfer class
km: ផ្ទេរថ្នាក់
vi: Chuyển lớp
zh: 转班

source: Type of education
km: ប្រភេទអប់រំ
vi: Loại hình giáo dục
zh: 教育类型

source: Type of student
km: ប្រភេទសិស្ស
vi: Loại học sinh
zh: 学生类型

source: Under construction
km: កំពុង​សាងសង់
vi: Đang xây dựng
zh: 建设中

source: Unsuccessful calculate score
km: ការគណនាពិន្ទុមិនជោគជ័យ
vi: tính điểm không thành công

source: Unsuccessful printing
km: ការបោះពុម្ពមិនជោគជ័យ
vi: In không thành công
zh: 打印不成功

source: Unsuccessful save
km: ការរក្សាទុកមិនបានជោគជ័យ
vi: Lưu không thành công

source: Use new data
km: ប្រើទិន្នន័យថ្មី
vi: Sử dụng dữ liệu mới
zh: 使用新数据

source: Use old data
km: ប្រើទិន្នន័យចាស់
vi: Sử dụng dữ liệu cũ
zh: 使用旧数据

source: Weak internet service !! Please check your internet routine again
km: សេវាអ៊ីនធឺណែតខ្សោយ!! សូមត្រួតពីនិត្យអ៊ីនធឺណែតរបស់អ្នកម្តងទៀត
vi: Dịch vụ internet yếu !! Vui lòng kiểm tra lại quy trình sử dụng Internet của bạn

source: Welcome to
vi: Chào mừng bạn đến

source: Your data is in trouble, please review
km: ទិន្នន័យរបស់អ្នកមានបញ្ហាសូមពិនិត្យឡើងវិញ
vi: Dữ liệu của bạn đang gặp sự cố, vui lòng xem lại

source: Your internet speed
km: ល្បឿនអ៊ីនធឺណេតរបស់អ្នក
vi: Tốc độ internet của bạn

source: CAMEMIS MENU
km: ទម្រង់​ CAMEMIS
zh: CAMEMIS菜单

# chines
source: Chinese
km: ចិន
zh: 中文

source: French
km: បារាំង

source: Internet
km: អ៊ីនធឺណេត
zh: 互联网

source: Programs running
km: កម្មវិធីកំពុងដំណើរការ......

source: Return
km: ត្រឡប់ក្រោយ
